[
  {
    "id": 1,
    "title": "Os fundamentos da defesa da fé cristã",
    "have_image":"false",
    "image": "",
    "slug": "os-fundamentos-da-defesa-da-fe-crista",
    "date": "2023-12-01T10:00:00Z",
    "content": "<p>São incalculáveis as consequências ruins da recente Declaração do Vaticano Fiducia supplicans que autoriza a bênção dos casais homossexuais e dos recasados em situação irregular diante da lei de Deus e da Igreja. Fiducia supplicans só veio  favorecer o relaxamento dos costumes, aumentar a corrupção doutrinária e a confusão entre os católicos. Representa uma grave imprudência pastoral, resultante de desvios doutrinários  emanados do Vaticano II.</p><p>Devo dizer que absolutamente não me convenceram da licitude e oportunidade de tal bênção as distinções, regras e condições estabelecidas pela Declaração Fiducia supplicans emitida pelo Dicastério da Doutrina da Fé e assinada pelo papa Francisco. Com efeito, não adiantou nada o documento estabelecer que a bênção não pode ser dada por ocasião da celebração de um casamento civil a fim de não causar escândalo e confusão entre os fieis. Ora, na verdade, o papa Francisco já aprovou e abençoou a união civil homossexual quando repetidas vezes declarou que defende a  proposta de o Estado fazer uma lei  que assegure o direito dos gays a ter suas uniões amparadas pelo ordenamento jurídico.</p><p>Ademais, a nota assinada há alguns anos atrás pelo cardeal Ladaria, então prefeito da Congregação para a Doutrina da Fé, que dizia que não era possível abençoar as uniões homossexuais porque as bênçãos estão ordenadas à administração dos sacramentos e à vida da graça e a união homossexual não é um matrimônio sacramental, reconhecia que a união homossexual tem elementos positivos.</p><p>Para mim, está claro que a Declaração Fiducia supplicans é mais um fruto podre do Vaticano II, decorrente da doutrina modernista da Gaudium et spes, que não reafirma a doutrina tradicional sobre a hierarquia de fins do matrimônio. Não havendo tal hierarquia de fins, a união homossexual poderia, ao menos, ser tolerada ou poder-se-ia mesmo ver, nela, elementos positivos porque realiza de alguma forma o fim do auxílio mútuo posto em pé de igualdade com o fim primário do bem da prole.</p><p>Tenho muita pena dos pais católicos que vivem o drama de ter um filho ou uma filha homossexual vivendo uma relação sodomítica e tentam convencê-los a deixar a vida de pecado. Que argumentos poderão apresentar a seus filhos quando o Vaticano diz que eles podem pedir a seu pároco uma bênção para sua união?</p><p>Tenho também refletido muito sobre a luz que o Antigo Testamento lança sobre a agonia da Igreja em nossos dias. Como se sabe, a sinagoga do Antigo Testamento é uma figura da Igreja Católica. A sinagoga, então depositária da Revelação Divina, tinha de gozar de uma assistência especial do céu para garantir a integridade da fé, tinha de gozar de certa infalibilidade para impedir o sincretismo com as religiões pagãs que cercavam o povo de Deus. Entretanto, quantos sacerdotes do Antigo Testamento foram prevaricadores e levaram o povo de Israel à apostasia, a começar pelo sacerdote Aarão que fez adorar o bezerro de ouro, e mais tarde, na época dos Macabeus, quando o paganismo dominou o templo de Jerusalém, que era o Vaticano àquela altura, que assistência do céu não houve para que a verdadeira religião não perecesse? Tudo isso tem me feito pensar que é preciso reconsiderar muito do que foi dito pelos teólogos sobre a infalibilidade do papa, para que entendamos melhor a indefectibilidade da Igreja e não incorramos no erro do sedevacantismo que a põe num beco sem saída.</p><p>A assistência do Espírito Santo prometida ao sucessor de Pedro é tão misteriosa que nenhuma explicação dos teólogos me satisfaz mais. Parece-me algo semelhante à assistência que Deus dispensava à sinagoga para preservar a Revelação Divina. É preciso restringir bastante a infalibilidade pontifícia, coisa que o próprio papa Pio IX se encarregou de fazer quando escreveu aos bispos da Alemanha instruindo-os sobre a resposta que deviam dar a Bismarck que acusava o papa de ter pretendido ser um deus na terra pior que todos os tiranos da Antiguidade.</p><p>Lendo De romano pontifice de São Roberto Belarmino, que tenta refutar as acusações dos protestantes contra os erros dos papas do passado, cheguei à conclusão de que de fato o Espírito Santo não exime o papa completamente de cometer erros contra a fé. Por exemplo, o caso do papa Estêvão VII, que mandou reordenar os padres e bispos ordenados e consagrados por seu predecessor papa Formoso. Os protestantes diziam que o papa tinha agido contra a doutrina da Igreja. São Roberto Belarmino tenta explicar o erro de Estêvão VII dizendo que ele não tinha negado a doutrina da Igreja mas agido mal por ódio de seu predecessor Formoso que era seu inimigo. Mas o fato é que o Espírito Santo não tinha garantido uma assistência suficiente para impedir que Estêvão  ofendesse a doutrina da Igreja. Igualmente hoje o Espírito Santo não garante a Francisco uma assistência suficiente para o impedir de, movido por sua simpatia pela  ideologia dos direitos humanos e do ecologismo, favorecer a agenda LGTB e promover o culto da pachamama.</p>",
    "author": "Pe. João Batista de A. Prado Ferraz Costa",
    "categories": [
      { "title": "Crônica Católica" },
      { "title": "Espiritualidade" }
    ]
  },
  {
    "id": 2,
    "title": "Mons. Tihamer Toth e a realeza social de Cristo",
    "have_image":"true",
    "image": "/minha-imagem-teste-post.jpg",
    "slug": "mons-tihamer-toth-e-a-realeza-social-de-cristo",
    "date": "2023-12-01T10:00:00Z",
    "content": "<p>Vou reproduzir abaixo uma fábula russa contada por Dom Tihamer Toth em seu livro <em>Jesus Cristo Rei</em> (Editora Caritatem, 2021) tendo em vista sua beleza e seu grande valor moral. É um conto que nos faz refletir sobre algo que já sabemos de sobejo mas muitas vezes esquecemos e não pomos em prática: o cuidado com o perigo do amor às vaidades do mundo e às riquezas, o cuidado com o perigo da cobiça, o cuidado com o perigo da leitura dos malditos jornais, para não perdermos o Reino do Céu.</p><p>Reproduzo também uma breve reflexão de Tihamer Toth contida na mesma obra sobre os novíssimos a partir das palavras do Senhor: “Dai, pois, a César o que é de César e a Deus o que é de Deus” (Mt. 22, 21).</p><p>Aproveito para recomendar a todos os católicos que porventura leiam estas linhas que adquiram a referida obra de Mons. Tihamer Toth e a leiam atentamente. Trata-se de uma explanação perfeita de toda a doutrina da Igreja sobre o Reinado Social de Jesus Cristo a partir da encíclica <em>Quas primas</em> de Pio XI, em que o zelosíssimo bispo húngaro mostra as raízes do secularismo na concepção materialista da vida e da sociedade.</p><p>Diz Mons. Tihamer Toth em tom gracioso: “Razão tinha aquele doente de idade avançada, a quem o médico aconselhava um tratamento custoso. ‘Doutor, que esquisito é o homem: na juventude dá a saúde pelo dinheiro, e na velhice dá o dinheiro pela saúde.’”</p><p>Segue a fábula:</p><p>“Um camponês vivia feliz no seu país longínquo: não era rico, mas tinha o necessário para viver contente. Em mau dia, chegou-lhe às mãos um jornal maldito. Soube pela gazeta que na terra dos baskires havia imensos territórios incultos e que era costume, se alguém, de manhã cedo, depusesse aos pés do chefe da tribo uma gorra cheia de rublos em ouro, podia apoderar-se da porção de terra a que pudesse dar a volta, até ao pôr do sol.</p><p>O nosso homem não descansou mais, parecia que tinha fogo nos pés. Vendeu quanto tinha e conseguiu reunir precisamente o ouro de que carecia para encher a gorra.</p><p>Depois de longa viagem, chegou à terra dos baskires.</p><p>O chefe ratificou a promessa e até deu bons conselhos ao camponês: ‘Antes do sol posto há de estar de novo aqui, nesta colina, donde vais começar agora a caminhada. Tem cuidado, porque se chegas ainda que seja um minuto mais tarde, perderás tudo, ouro e terra.’</p><p>Na madrugada do dia seguinte, parte o camponês cheio de bom humor, todo contente. ‘Que belo pedaço de terra! Amanhã será minha!’ E esse pensamento dava-lhe novo alento para estugar o passo. ‘Que lindo trigo colherei aqui!… E aquele bosque magnífico! Oh! Não me faltará lenha e madeira, também vou dar a volta por lá… Que excelente prado! Vou também delimitá-lo, há de ser meu!’</p><p>E o homem caminhava… caminhava. Bateu meio-dia. Talvez fosse bom voltar. ‘Oh! Por enquanto não, um pouco mais longe, há uma linda porção de terra que não posso deixar, e depois voltarei mais depressa.’</p><p>Mas aquela porção de terra era maior do que ele cuidava: ‘Não importa! Correrei mais na volta.’</p><p>Por fim conseguiu contorná-la e, todo satisfeito, empreendeu o caminho do regresso, e apercebeu-se que o Sol se aproximara do horizonte.</p><p>‘Tenho que andar um pouco depressa’, diz, e parecia-lhe que os baskires e seu chefe lhe faziam sinal de longe; mas a colina estava ainda tão longe, tão longe, e, além disso, tinha de subir uma encosta. Até ali era a descer, e era tão fácil, e agora tem de ir a subir! E é tão penoso subir! Estende os braços e começa a subir, encosta acima. O Sol desce com uma rapidez inquietante. ‘Oh! Se eu chegasse a tempo!’ Do alto da colina fazem-lhe sinal, já ouve vozes. O coração bate fortemente, os pulmões parece que rebentam, não pode respirar, corre, corre a toda a brida.</p><p>‘Ai! Talvez tudo esteja perdido!’ O Sol começa a desaparecer no horizonte. Os olhos do camponês nublam-se e acode-lhe à mente este pensamento angustioso: ‘Terra, dinheiro, trabalho, vida, tudo, tudo está perdido. Tudo foi inútil!’ Concentra todas as suas forças, agarra-se à erva, cambaleia, cai, levanta-se; vê apenas um ponto imperceptível do Sol que desaparece, e o seu último raio cai precisamente na gorra… cintila o ouro… oh! Não, não há de perder-se… faltam só vinte metros… dez… cinco apenas… e o Sol desaparece. Então, o camponês cambaleia, cai fulminado, os olhos injetados de sangue, algumas convulsões… e morre.</p><p>O chefe ordena a um dos seus criados: ‘Faz uma cova com dois metros de comprimento e um de profundidade. Basta esta terra para um homem.’</p><p>Sim, pouca terra basta para um homem!</p><p>********</p><p>No Antigo Testamento, Salomão termina o livro do Eclesiastes com as seguintes palavras: ‘Escutai o fim e o resumo deste livro: temei a Deus e observai os seus mandamentos, porque isto é todo o homem. E lembremo-nos de que Deus nos pedirá contas de tudo o que houvermos feito, seja bom ou seja mau.’ Nem outra coisa ensina o Senhor ao dizer: ‘Dai a Deus o que é de Deus.’ As vaidades passam. Nada há que possa dar-nos uma felicidade perfeita, a não ser a consciência reta, a convicção de que a nossa alma está em ordem e podemos suportar tranquilos o olhar de Deus.</p><p>Toda a doutrina de Nosso Senhor Jesus Cristo está cheia deste pensamento: ‘Salva a tua alma!’</p><p>********</p><p>‘Oh homem, salva a tua alma imortal enquanto tens tempo’ (Frei Cristóvão Pirolli).</p>",
    "author": "Pe. João Batista de A. Prado Ferraz Costa",
    "categories": [
      { "title": "Crônica Católica" }
    ]
  }
]